[
    {
      "name": "Tom Collins",
      "uid": 2147196020,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/dl/rdl/tom-collins-bd095340b9818de7bff8dd9fa89fece0-lg.jpg",
      "time": "PT5M",
      "description": "The Tom Collins is a classic summer highball that's perfect for the golf course or a backyard barbecue, made from gin, lemon juice, simple syrup, and club soda. The Tom Collins is served in, you guessed it, a Collins glass, which is narrower than a typical highball. A nice side effect of this glassware is that when you tilt the drink all the way back to get those last few drops, the ice is a lot less likely to spill down the front of your shirt. But hey, come July, that might not be so bad!The origins of the Tom Collins recipe is a bit murky, but it seems likely that it was invented in England sometime in the early 19th century. That said, the Tom Collins cocktail first appeared in print in the 1876 edition of American barman Jerry Thomas' How to Mix Drinks.For a quick changeup, use vodka in place of gin, and you get the easygoing Vodka Collins.",
      "ingredients": [
        "2 oz gin",
        "1 oz lemon juice",
        "0.25 oz simple syrup",
        "Club soda",
        "Maraschino cherry and lemon slice for garnish"
      ],
      "url": "https://bevvy.co/cocktail/tom-collins/rdl",
      "yield": null,
      "instructions": [
        "Add the gin, lemon juice, and simple syrup to a Collins glass filled with ice.",
        "Stir.",
        "Fill the rest of the class with club soda.",
        "Garnish with a cherry and lemon slice and serve."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Mini Wapatui",
      "uid": 870439132,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/Tl/bTl/383c0f14751c9a976827fe1c84f84cae-lg.jpg",
      "time": "PT5M",
      "description": "Anyone that went to school in the midwest probably had a few of these at some point. They were a communal drink, each person brought a bottle of something to add to the mix. At frat parties they were made in garbage cans, and served in red Solo cups, but this is a mini version that serves two. The perfect drink for your next reunion.",
      "ingredients": [
        "1 bottle vodka (50ml) (the little airline bottles) ",
        "1 bottle rum (50ml) ",
        "1 bottle gin (50ml) ",
        "3 bottles juice, something fruity works best ",
        "Mixed tropical fruit, but always include watermelon balls ",
        "½ bottle of any dark beer"
      ],
      "url": "https://bevvy.co/cocktail/mini-wapatui/iisy",
      "yield": null,
      "instructions": [
        "Use the empty watermelon half as a punch bowl, mix everything together and let it sit for an hour or so before serving."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Hurricane",
      "uid": 2077379983,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/lq/slq/hurricane-39107018571bc3539d26babbb4b7d4b8-lg.jpg",
      "time": "PT5M",
      "description": "The&nbsp;Hurricane Cocktail&nbsp;is a classic&nbsp;Tiki drink&nbsp;made with two kinds of&nbsp;rum&nbsp;and a trifecta of fresh&nbsp;fruit juices. It's most notable for being served in a signature Hurricane glass, but if you don't have one lying around you can easily use a&nbsp;Highball glass&nbsp;instead.What's in a&nbsp;Hurricane Cocktail?The&nbsp;Hurricane Cocktail&nbsp;is fresh, citrusy, and always at home on the beach or at any summer festivities.The&nbsp;original Hurricane&nbsp;recipe&nbsp;is a simple cocktail with only a few&nbsp;ingredients. As it often goes with bartenders, however, it has been riffed on and experimented with over the years—especially during the rise of Tiki bars and tropical drink culture.Our&nbsp;Hurricane recipe&nbsp;below features&nbsp;light rum,&nbsp;dark rum,&nbsp;lime juice, orange juice, passion fruit juice,&nbsp;simple syrup, and&nbsp;grenadine, with an&nbsp;orange slice&nbsp;or wedge for the&nbsp;garnish. Sometimes, a&nbsp;maraschino cherry&nbsp;or a lime is used as an alternative&nbsp;garnish.Who invented the&nbsp;Hurricane Cocktail?While the origin isn't certain, the&nbsp;Hurricane Cocktail&nbsp;is widely believed to have been invented in the&nbsp;1940s&nbsp;in post-war&nbsp;New Orleans. It's usually credited to bar owner&nbsp;Pat O'Brien.The Hurricane was always intended to be a&nbsp;rum cocktail, as after&nbsp;World War&nbsp;II many spirits including&nbsp;whiskey,&nbsp;gin, and brandy were in short supply but rum was plentiful.&nbsp;O'Brien&nbsp;reportedly came up with the&nbsp;recipe&nbsp;when he wanted to get rid of a surplus of&nbsp;rum&nbsp;he had lying around his namesake bar, Pat O'Briens.He ended up serving the drink in a&nbsp;hurricane lamp-shaped glass as a marketing ploy (this glass is known today as the eponymous&nbsp;Hurricane glass) and it has been a tropical favorite ever since.If you have a large group of people to serve, you can easily turn the Hurricane into a punch—simply multiply the&nbsp;recipe&nbsp;below by the number of servings you need.How to make a&nbsp;Hurricane Cocktail?Making a Hurricane is not hard, but it does require you have a&nbsp;cocktail shaker and plenty of ice. Start by shaking all&nbsp;ingredients&nbsp;except the&nbsp;garnish&nbsp;together with ice. Then&nbsp;strain&nbsp;everything into a&nbsp;large Hurricane glass&nbsp;over&nbsp;fresh ice, garnish, and serve with a&nbsp;straw.Follow the&nbsp;recipe&nbsp;and instructions below to make a delicious&nbsp;Hurricane cocktail.",
      "ingredients": [
        "2 oz white rum",
        "2 oz dark rum",
        "1 oz fresh lime juice",
        "1 oz fresh orange juice",
        "2 oz passion fruit juice",
        "0.5 oz simple syrup",
        "0.5 oz grenadine",
        "Orange wedge, lime wedge, and/or maraschino cherry for garnish"
      ],
      "url": "https://bevvy.co/cocktail/hurricane/slq",
      "yield": null,
      "instructions": [
        "Add all ingredients (except garnishes) to a cocktail shaker with ice and shake until chilled.",
        "Strain into a Hurricane glass over fresh ice.",
        "Garnish as desired and serve."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Singapore Sling",
      "uid": 1272025773,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/eo/eeo/singapore-sling-1cefb55fa5c574c083931e2c175a6888-lg.jpg",
      "time": "PT5M",
      "description": "The Singapore Sling was invented at the Raffles Hotel in Singapore by bartender Ngiam Tong Boon, sometime in the 1900s or early 1910s. The recipe for the Singapore Sling changed drastically over time, due to being codified on handwritten notes, getting lost in translation as it traveled the globe, and the gradual decline in availability of some of its ingredients, like Cherry Heering and Bénédictine. Today, though, it's possible to make a Singapore Sling that's pretty close to the original, which is the recipe provided below. It doesn't traditionally have a garnish of any kind, but you can use a lime twist (added later at the Raffles Hotel) or a maraschino cherry if you're so inclined.",
      "ingredients": [
        "1 oz gin",
        "1 oz Cherry Heering",
        "1 oz Bénédictine",
        "1 oz fresh lime juice",
        "1 dash Angostura bitters",
        "2 oz soda water",
        "Lime twist or cherry for garnish (optional)"
      ],
      "url": "https://bevvy.co/cocktail/singapore-sling/eeo",
      "yield": null,
      "instructions": [
        "Add all ingredients except soda to a Highball or Collins glass over ice and stir gently.",
        "Top with soda, stir once, and serve.",
        "Optionally, garnish with a twist of lime or a cherry."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Piña Colada",
      "uid": 1077895723,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/ua/ijua/pina-colada-11b9806203dfa86e16fea16a265f07be-lg.jpg",
      "time": "PT5M",
      "description": "The Piña Colada is one of the most popular tropical rum cocktails, and sadly one that has been bastardized by poolside bars the world over. This is a classic Piña Colada recipe that doesn't use any kind of pre-made mix, instead opting for coconut cream and fresh pineapple juice. Be sure to use a proper coconut cream, as the alternative, coconut milk, is usually too thin. However, it will do in a pinch, and you can add a bit of condensed milk if you want to thicken it up a bit.While most recipes call for white rum, a gold or dark rum can make things a little more interesting—just don't bother using anything expensive, as its subtleties will be lost in the rest of the ingredients. This Piña Colada is blended, but you can also make a shaken version. Simply add all the ingredients to a cocktail shaker with ice, shake until chilled, and strain into a Hurricane glass with fresh ice.",
      "ingredients": ["2.5 oz rum", "1.5 oz coconut cream", "3 oz fresh pineapple juice"],
      "url": "https://bevvy.co/cocktail/pina-colada/ijua",
      "yield": null,
      "instructions": [
        "Put all ingredients into an electric blender with 2 cups of crushed ice.",
        "Blend at a high speed for a short length of time.",
        "Strain into a Hurricane glass (or Collins glass) and serve with a straw."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Scorpion Bowl",
      "uid": 859615593,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/Tl/dTl/e64374a0c769c243ab96bcfe4fe0cee7-lg.jpg",
      "time": "PT5M",
      "description": "The Scorpion is a classic tiki cocktail that uses plenty of fresh-squeezed citrus to make for a seriously refreshing sip any time of year. All you'll need is some white rum, brandy, orgeat syrup, orange juice, lemon juice, ice, and a blender to mix it all up. To garnish the Scorpion cocktail, you can use a slice or two of any citrus you'd like (orange or lemon are typical), a couple of good maraschino cherries, and a sprig of mint (clapped between your hands to release the essential oils) to really round out the aromas.This Scorpion recipe makes one serving, but it can easily be multiplied to serve in the classic Scorpion Bowl, which is a favorite at tiki bars around the world. The Scorpion Bowl typically has a smaller bowl in the center, into which you can pour some overproof rum and light it on fire for an extra-exotic presentation.",
      "ingredients": [
        "2 oz light rum",
        "1 oz brandy",
        "0.5 oz orgeat syrup",
        "2 oz fresh-squeezed orange juice",
        "1.5 oz fresh-squeezed lemon juice",
        "Orange slice, maraschino cherries, and mint sprig for garnish"
      ],
      "url": "https://bevvy.co/cocktail/scorpion-bowl/jisy",
      "yield": null,
      "instructions": [
        "Add all ingredients to a blender with ice and blend for about 10 seconds.",
        "Pour into a wine glass, Hurricane glass, tiki mug, or highball glass.",
        "Garnish with orange wedge, maraschino cherries, and a sprig of clapped mint and serve."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Martini",
      "uid": 1790791378,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/ea/oyea/martini-658d934505c3b22843de895c98ae4c76-lg.jpg",
      "time": "PT5M",
      "description": "The Martini is a timeless classic, and probably the most recognizable gin cocktail of all time. It can be made many different ways with either vodka or gin, but this recipe is a classic version that uses a bit more dry vermouth than many modern recipes (like the Dry Martini). James Bond, Franklin D. Roosevelt, Ernest Hemingway, and other fictional and historical greats have been known to enjoy the martini, and it has been associated with high society and good living for over a century.",
      "ingredients": ["2 oz gin", "0.5 oz dry vermouth", "Olive or lemon twist for garnish"],
      "url": "https://bevvy.co/cocktail/martini/oyea",
      "yield": null,
      "instructions": [
        "Add the gin and vermouth to a mixing glass with ice, and stir until very cold",
        "Strain into a chilled Martini glass.",
        "Garnish with an olive or a lemon twist."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Néctar de Dioses",
      "uid": 1375897325,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/iy/nyiy/--dbae788e65dbd12a179391eb45eb0031-lg.jpg",
      "time": "PT5M",
      "description": "Pulque, also known as the “nectar of the gods,” is one of Mexico's oldest alcoholic beverages. Largely unknown in the U.S., though renowned throughout the bars in Jalisco, this traditional drink is produced by fermenting the heart of a mature agave plant in a cask, a method that has remained the same for thousands of years. The ancient libation is opaque and milky in color, with a subtly tart flavor. It can be enjoyed plain or mixed into cocktails.To bring pulque to its guests, Brooklyn bar Tiny’s Cantina has imported a selection of Pulque la Flora Pura. Bartender Aushim Raswant featured the pulque in original drinks, like the Néctar de Dioses (nectar of the gods) that you see here. The sweet and spicy cocktail was inspired by the flavors of Mexico and features a mix of pulque, mezcal, Oaxacan rum, chile liqueur, and agave syrup.",
      "ingredients": [
        "1 barspoon Paranubes White Rum",
        "1 lemon rind",
        "1 ounce pulque",
        "1 ounce mezcal",
        "0.5 ounce Ancho Reyes Verde",
        "0.25 ounce agave syrup",
        "Garnish: pineapple frond"
      ],
      "url": "https://bevvy.co/cocktail/nectar-de-dioses/nyiy",
      "yield": null,
      "instructions": [
        "Muddle the lemon rind with a barspoon of Paranubes White Rum in a shaker. ",
        "Add the pulque, then dry shake (without ice). ",
        "Add the mezcal, Ancho Reyes Verde and agave, and shake with ice until well-chilled.",
        "Strain over a large rock and garnish with a pineapple frond."
      ],
      "categories": ["Drinks"],
      "datePublished": "2021-07-22T17:36:08+00:00"
    },
    {
      "name": "Old-Fashioned",
      "uid": 1434990577,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/ua/zbua/ed4cba4d6913c3480579da6d4b5c942e-lg.jpg",
      "time": "PT5M",
      "description": "The Old-Fashioned cocktail is a simple drink, consisting of bourbon whiskey or rye whiskey, sugar or simple syrup, Angostura bitters, and an orange twist, over ice.The cocktail dates back to the turn of the nineteenth century, the very dawn of the word “cocktail” itself—and is often regarded as the most essential of the classic cocktails, if not the best-known whiskey drink of all time. James Beard, the well-known American culinary icon, considered the Old-Fashioned one of the best of cocktails.Classic Old-Fashioned Cocktail RecipeCocktail aficionados have long argued about the \"proper\" recipe for an Old-Fashioned. Sugar cube or simple syrup? Orange twist or muddled fruit? A large cube of ice or something else? At Bevvy, our preferred Old-Fashioned calls for the simpler formula of the \"classic recipe\"—consisting of whiskey, sugar, and bitters over a large cubed ice—there'll be no muddled fruit or bright cherries. That being said, the recipe below is very close to what people would have been drinking back when it was first invented in the 1800s.This Old-Fashioned recipes call for building your drink in the glass, but an alternate method involves stirring the ingredients with ice in a mixing glass before straining them into the serving glass.Who invented the Old-Fashioned cocktail?Among those that have laid claim to inventing the Old-Fashioned, the Pendennis Club in Louisville, Kentucky may be the best known and has been credited to have created the drink—but this claim has been debunked. Many other attempted claims have also been debunked, some due to strange recipes, others to date and timeline inconsistencies.The first known recipe for the Old-Fashioned is from a Chicago bartender named Theodore Proulx, in his book The Bartender's Manual, but even still a connection has never been made that Chicago was the Old-Fashioned's birthplace, nor Proulx the creator.So who did invent the Old-Fashioned? We may never know for sure. As Robert Simonson said in his book The Old-Fashioned: The Story of the World's First Classic Cocktail, with Recipes and Lore: \"[The history of] the Old-Fashioned is a much more complicated case. Being an outgrowth of the Whiskey Cocktail, it evolved more than it arrived. Claiming that one bartender created it is a bit like saying a single person invented jazz.\"",
      "ingredients": [
        "2 oz bourbon or rye whiskey",
        "2 dashes Angostura bitters",
        "1 sugar cube or 0.25 oz simple syrup",
        "Orange twist for garnish"
      ],
      "url": "https://bevvy.co/cocktail/old-fashioned/zbua",
      "yield": null,
      "instructions": [
        "Add sugar cube, Angostura bitters, and optionally a few drops of warm water to the bottom of an Old-Fashioned glass and muddle until the sugar is dissolved (alternatively, just add simple syrup and bitters).",
        "Add the whiskey.",
        "Add one large ice cube and stir gently.",
        "Garnish with an orange twist and serve."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Daiquiri",
      "uid": 1554538448,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/bi/wbi/daiquiri-539bdd4daabf29f3d1f962e4ce6a1468-lg.jpg",
      "time": "PT5M",
      "description": "The classic Daiquiri is a wonderfully simple, three-ingredient cocktail consisting of white rum, lime juice, and sugar. That's it.We always recommend using fresh-squeezed lime juice, as the bottled stuff comes from concentrate and doesn't taste nearly as good (and, in some cases, can even impart some undesired flavors).To avoid getting clumps of granulated sugar in your Daiquiri, we recommend using simple syrup.The Daiquiri cocktail is as classic as they come, but for some reason (likely due to confusion with its frozen siblings) it always seems to get left off of people's shortlists of essential drinks.As far as we're concerned, it should live squarely in the pantheon of legendary drinks with the Old-Fashioned, Martini, Manhattan, and Negroni.See the best rums for a daiquiri, according to top bartenders'.",
      "ingredients": ["2 oz white rum", "1 oz lime juice", "0.75 oz simple syrup"],
      "url": "https://bevvy.co/cocktail/daiquiri/wbi",
      "yield": null,
      "instructions": [
        "Add all ingredients to a cocktail shaker with ice and shake until chilled.",
        "Double-strain into a chilled cocktail glass and serve."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Mai Tai",
      "uid": 1801626095,
      "imageUrl": "https://bevvyco.s3.amazonaws.com/img/drinks/mj/ymj/mai-tai-4706f60ddaa55b02777a1f70220a6428-lg.jpg",
      "time": "PT5M",
      "description": "The Mai Tai is an absolutely essential tiki cocktail that any beach bum worth their salt needs to know. Don't be fooled by any neon-colored pretenders or bottled mixes—this is a classic drink that doesn't need to show off. It's simple, delicious, and highlights the almond notes of a good orgeat alongside a timeless blend of rum, orange liqueur, and lime.To make a proper Mai Tai, you'll need to make two syrups: orgeat syrup and rock candy syrup. Orgeat is an almond-based syrup that's used in a number of tropical drinks, and rock candy syrup is just simple syrup made with a 2:1 ratio of sugar to water (some people call this \"rich simple syrup\"—just know that, in both cases, you're using more sugar than water. Be sure to use fresh-squeezed lime juice, and Grand Marnier is probably the best widely-available orange curaçao on the market.",
      "ingredients": [
        "2 oz dark rum",
        "0.75 oz lime juice",
        "0.5 oz orange curaçao (or triple sec in a pinch)",
        "0.25 oz orgeat syrup",
        "0.25 oz rock candy syrup (2:1 ratio simple syrup)",
        "Mint for garnish"
      ],
      "url": "https://bevvy.co/cocktail/mai-tai/ymj",
      "yield": null,
      "instructions": [
        "Add all ingredients (except mint) to a cocktail shaker with ice and shake until chilled.",
        "Strain into an Old-Fashioned glass with fresh ice.",
        "Garnish with a sprig of mint and half a squeezed lime."
      ],
      "categories": ["Drinks"],
      "datePublished": "2015-05-13T17:00:00+00:00"
    },
    {
      "name": "Chicken Alfredo Ravioli Bake",
      "uid": 823764769,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2021/06/Chicken-Alfredo-Ravioli-Bake-27.jpg",
      "time": "P30M",
      "description": null,
      "ingredients": [
        "24 ounces bags frozen ravioli",
        "2 cups alfredo sauce",
        "3 cups cooked chicken  (diced into bite-sized pieces or shredded)",
        "8 ounces shredded mozzarella cheese"
      ],
      "url": "https://www.midgetmomma.com/chicken-alfredo-ravioli-bake/",
      "yield": 6,
      "instructions": [
        "If making homemade Alfredo sauce make it while you are cooking the chicken by your preferred method.",
        "Once the chicken is cooked chop the chicken and set aside.",
        "Spray a large baking dish with non-stick cooking spray.",
        "Spread a small amount of alfredo sauce on the bottom of the dish.",
        "Place a layer of frozen ravioli on top of the alfredo sauce.",
        "Add a layer of cooked chicken.",
        "Add a sprinkle of mozzarella cheese.",
        "Add some alfredo saucce.",
        "Continue making layers until all of the Alfredo sauce, Chicken and ravioli are used up.",
        "Sprinkle the remainder of the mozzarella cheese on top.",
        "Cover the baking dish with foil.",
        "Bake at 350°F for 30 minutes. Remove the foil and bake for another 5 minutes."
      ],
      "categories": ["Main Course", "Pasta"],
      "datePublished": "2021-07-22T11:07:00+00:00"
    },
    {
      "name": "Garlic Parmesan Potato Chips",
      "uid": 387149493,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2016/11/Garlic-Parmesan-Potato-Chips-21.jpg",
      "time": "P30M",
      "description": "Garlic Parmesan Potato chips. With only 5 ingredients Garlic Parmesan Potato Chips are super easy to make at home. Perfect for a snack, with lunch or a party! everyone will love these easy to make homemade potato chips.",
      "ingredients": [
        "1 pound Idaho potatoes (red potatoes)",
        "Peanut oil",
        "Popcorn Salt",
        "1-2 tablespoons Garlic powder",
        "1/2 cup grated Parmesan cheese"
      ],
      "url": "https://www.midgetmomma.com/garlic-parmesan-potato-chips/",
      "yield": 6,
      "instructions": [
        "Slice your potatoes so they are a 1/8 thick.",
        "In a large mixing bowl fill it up with ice cold water place your potatoes in the water and let them soak for an hour.",
        "Remove your potatoes from the water and let them dry in between paper towels or dishcloth. Making sure they are extra dry.",
        "Heat your oil to 400° in a cast iron pan or fryer.",
        "Working in small batches add your potatoes to the oil to create an layer of chips. When they start getting golden brown along the edges turn over and cook until their golden brown on each side.",
        "Remove the potatoes from the oil and place them onto a sheet pan lined with a cooling rack let them sit for a minute and then transfer them to a bowl and season liberally with salt, garlic powder and cheese.",
        "Continue this with the remainder of the potatoes."
      ],
      "categories": ["Appetizer", "Snacks"],
      "datePublished": "2021-06-15T19:45:00+00:00"
    },
    {
      "name": "Parmesan Garlic Sweet Potato Fries",
      "uid": 1891510853,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2015/08/Parmesan-Garlic-Sweet-Potato-Fries-4.jpg",
      "time": "PT40M",
      "description": "Garlic Parmesan Sweet Potato Fries! Crispy on the outside, tender on the inside and covered with garlic and parmesan cheese these are the perfect baked sweet potato fries!",
      "ingredients": [
        "4  sweet potatoes",
        "2 tablespoons olive oil",
        "Kosher salt (to taste)",
        "Pepper (to taste)",
        "5 cloves of garlic (minced)",
        "1/2 cup grated Parmesan"
      ],
      "url": "https://www.midgetmomma.com/parmesan-garlic-sweet-potato-fries/",
      "yield": 5,
      "instructions": [
        "Preheat the oven to 450 while prepping your Parmesan Garlic Sweet Potato Fries.  ",
        "Line the baking sheets with parchment paper and lightly spray with cooking spray.",
        "Cut potatoes into 1/4 inch sticks and put them in a bowl.",
        "Add the olive oil, salt and pepper to the bowl and mix the sweet potato fries well.",
        "Lay the Parmesan Garlic Sweet Potato Fries out on a single layer on the sheet pan.",
        "Bake for 30 minutes stirring occasionally.",
        "Remove the fries from the oven and sprinkle the fries with the garlic and place back in the oven for an additional 5 to 10 minutes until the fries are crispy.",
        "Once the fries are cooked and crispy remove them from the oven and sprinkle with Parmesan cheese."
      ],
      "categories": ["Side Dishes"],
      "datePublished": "2020-05-15T21:00:39+00:00"
    },
    {
      "name": "No Bake Chocolate Cheesecake Bars",
      "uid": 581731995,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2021/06/no-bake-chocolate-cheesecake-bars-recipe-26.jpg",
      "time": "P30M",
      "description": "No bake Chocolate Cheesecake bars is a no-bake dessert that will satisfy any sweet tooth. Chocolate cheesecake is an indulgent treat and with this recipe, you don&#039;t have to worry about turning on the oven! This Chocolate Cheesecake recipe has a creamy smooth cheesecake filling and cookie crust.",
      "ingredients": [
        "½ cup unsalted butter (melted)",
        "12  Digestive cookies",
        "7  Dark chocolate digestive cookies",
        "½ cup rolled oats",
        "1 tablespoons Nutella",
        "1 cup cream cheese (room temperature)",
        "½ cup mascarpone cheese",
        "3 tablespoons Nutella",
        "½ cup confectioners sugar (sifted)",
        "1 cup dark chocolate (melted and cooled)",
        "3 tablespoons milk",
        "3 tablespoons roasted hazelnuts (chopped (optional))"
      ],
      "url": "https://www.midgetmomma.com/no-bake-chocolate-cheesecake/",
      "yield": 16,
      "instructions": [
        "Lightly butter a deep 9 inch square baking dish and line with parchment paper, ensuring that it comes up and over the sides of the dish - this will make it easier to remove from the baking dish once it’s ready to serve. Place the baking dish in the fridge.",
        "Add all but 2 of the dark chocolate digestive cookies and the original digestive cookies into a food processor and pulse until fine. Add the rolled oats, melted butter, and 1 tablespoon of Nutella and pulse again until well combined and the crust starts coming together.",
        "Pours the cookie crumbs mixture into the chilled baking dish, spreading and patting it evenly and into all the corners. Chill in the refrigerator until the filling is ready.",
        "Add the dark chocolate to a small microwave-safe bowl and melt in the microwave in 30 second intervals until melted or use a double boiler. Set aside to cool for a few minutes while continuing.",
        "In a large bowl add the cream cheese and confectioner's sugar. Use an electric mixer on low speed and combine until all confectioner's sugar is incorporated. Once it is all mixed together add in the melted chocolate, Nutella, and the milk. Using an electric mix the cheesecake batter until well mixed. You can also use a stand mixer and the bowl of your stand mixer with the paddle attachment when making the creamy cheesecake filling.",
        "Remove the chilled cookie crumb crust from the fridge and pour the chocolate cheesecake filling into the crust. Use a spatula to spread the cheesecake filling. Crush the reserved cookiiese and mix with the hazelnuts if using them and sprinkle on top of the cheesecake filling.",
        "Cover with plastic wrap and chill for at least 4 hours or preferably overnight.",
        "When completely chilled, remove from the baking dish using the parchment paper. Place the no-bake chocolate cheesecake flat onto a chopping board. Use a sharp knife to cut into slices or squares."
      ],
      "categories": ["Desserts"],
      "datePublished": "2021-07-15T11:19:00+00:00"
    },
    {
      "name": "Taco Pasta Salad",
      "uid": 730705527,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2021/06/Taco-Pasta-Salad-16.jpg",
      "time": "P30M",
      "description": null,
      "ingredients": [
        "1 pound pasta",
        "2 pounds ground beef",
        "4 tablespoons taco seasoning",
        "15 ounce can black beans",
        "2 cups cherry tomatoes (halved)",
        "1  small onion (diced)",
        "2 cups shredded cheddar cheese",
        "1 cup sour cream"
      ],
      "url": "https://www.midgetmomma.com/taco-pasta-salad/",
      "yield": 8,
      "instructions": [
        "Cook pasta according to directions on the box for al dente, drain the pasta and then rinse under cold water.",
        "While the pasta is cooking cook the ground beef over medium heat, once cooked drain the meat and add 2 tablespoons of taco seasoning and mix well. Remove from heat while the pasta finishes cooking.",
        "Wash and dice the tomatoes and chop the onion.",
        "Shred the cheddar cheese if you are not using preshredded and set it aside.",
        "Pour the black beans into a colander and rinse, then drain and set aside.",
        "Stir the remaining 2 tablespoons taco seasoning into the sour cream.",
        "In a large mixing bowl combine the pasta, beef, black beans, tomatoes, onions, cheese, and toss well to combine everything.",
        "Add in the sour cream mixture and mix well.",
        "Serve immediately or store in the fridge."
      ],
      "categories": ["Side Dishes"],
      "datePublished": "2021-06-17T11:00:00+00:00"
    },
    {
      "name": "Homemade Lasagna",
      "uid": 1513324213,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2019/08/The-BEST-Homemade-Lasagna-Recipe-22.jpg",
      "time": "P30M",
      "description": "If you are looking for the best homemade lasagna recipe then you are going to love this homemade lasagna recipe. Lasagna is a recipe that every family needs to have in their recipe box, it is a classic dinner recipe. We like to serve this classic dinner recipe with garlic bread and a tasty salad.",
      "ingredients": [
        "1 pound under blade chuck roast",
        "1 teaspoon salt",
        "16 oz hot Italian sausage (or sweet Italian Sausage)",
        "6 oz tomato paste with herbs",
        "24 ounces Classico garlic tomato sauce  (or a batch of homemade sauce)",
        "1 teaspoon dried oregano",
        "1 teaspoon basil leaves",
        "3  eggs",
        "16 oz mozzarella cheese",
        "1 cup Parmesan cheese",
        "8 ounce  ricotta cheese",
        "1 pound lasagna noodles",
        "8 oz mozzarella cheese"
      ],
      "url": "https://www.midgetmomma.com/homemade-lasagna/",
      "yield": 12,
      "instructions": [
        "Making homemade lasagna is really easy. It has a few steps and it has some work that has to be done but the steps are super simple!",
        "Put a pot of water on the stove on high heat and bring to a boil. When the water is boiling add your lasagna noodles and cook according to the package.",
        "In a small sauce pot add the pasta sauce, oregano and basil and heat thoroughly. Once it is completely heated remove from the heat.",
        "Then cut the chuck roast into 2 inch pieces and place them in the food processor. Grind them with the food processor until you have the texture of ground beef.",
        "In a medium skillet on medium heat, add the ground beef and salt. Cook until the meat is done and then drain your beef on a plate that is lined with paper towels.",
        "While the ground beef is draining cook the sausage in the same skillet over medium heat.  Once cooked, drain your sausage on a plate that is lined with paper towels.",
        "Place your ground beef back into the food processor with half of the tomato paste and grind it again. When it is done, remove the ground beef from the food processor and set aside in a bowl.",
        "Next add the sausage with the second half of the tomato paste and add to the bowl of ground beef and mix well.",
        "In a smaller food processor if you have one, or in the same food processor rinsed out add 16 ounces of mozzarella cheese, the eggs and the ricotta cheese and grind.",
        "Pour the cheese mixture into a small bowl and stir in the Parmesan cheese.",
        "Now all of the lasagna ingredients are prepped and it is time to layer the lasagna!",
        "Spray a 9x13 pan with non stick cooking spray. Then spread out a thin layer of sauce on the bottom of the dish.",
        "Top the noodles with a layer of sauce.",
        "Top the sauce with a layer of meat mixture.",
        "Add a layer of the cheese mixture.",
        "Repeat the layering until you are at the top of the baking dish.",
        "Spread the remaining sauce on top and then sprinkle a cup of mozzarella cheese on top.",
        "Now you can either put the lasagna in the oven to bake or cover with a layer of tin foil and put it in the fridge for later.",
        "Leave the lasagna covered with tin foil and bake in the oven at 375 degrees for 45 minutes.",
        "Remove the tinfoil and bake for another 15 minutes or until its golden brown.",
        "Let it sit for 15 minutes before cutting. (This is VERY IMPORTANT!)"
      ],
      "categories": ["Dinner", "Entree", "Main Course", "Pasta"],
      "datePublished": "2021-06-11T12:05:00+00:00"
    },
    {
      "name": "Italian Pasta Salad Recipe",
      "uid": 1108907874,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2016/04/Italian-Pasta-Salad-8.jpg",
      "time": "P30M",
      "description": "This easy Italian Pasta Salad Recipe is one of my favorite summer cold pasta salad dishes. It is so easy to make and it perfect for making ahead of time for potlucks, BBQs or a week night dinner. Your favorite pasta noodles, veggies and mozzarella cheese tossed in Italian dressing for an easy pasta salad recipe.",
      "ingredients": [
        "1 pound rotini pasta noodles",
        "5 ounces  mozzarella cheese (5 string mozzarella cheese sticks if using them, or block of mozzarella cheese cut.)",
        "4 cups diced cucumber (2 cucumbers)",
        "15 ounces jar roasted red peppers",
        "6 ounces canned black olives",
        "15 ounces Italian dressing",
        "1 pint cherry tomatoes"
      ],
      "url": "https://www.midgetmomma.com/pasta-salad-made-with-wish-bone-extra-virgin-olive-oil-salad-dressing/",
      "yield": 8,
      "instructions": [
        "Cook your pasta according to the box and drain.",
        "While your pasta is cooking prep the rest of your Italian pasta salad ingredients.",
        "Wash the cucumbers, and cherry tomatoes. Cut the cherry tomatoes and cucumbers into small pieces and set aside. Drain black olives and slice them.",
        "If you are adding any meats cut them into bite sized pieces and set aside.",
        "Cut the pieces of mozzarella string cheese or block of cheese into bite sized pieces.",
        "When pasta is done cooking, drain in a strainer and run cold water over it while it is still in the strainer to cool the pasta completely.",
        "Once pasta is cooled pour into a large mixing bowl.",
        "Pour the salad dressing on top of the pasta.",
        "Add in the chopped veggies, meats and cheese.",
        "Mix well to be sure everything is coated.",
        "Serve immediately or store in the fridge in an air tight container."
      ],
      "categories": ["Pasta", "Salad", "Side Dishes"],
      "datePublished": "2020-06-06T11:52:47+00:00"
    },
    {
      "name": "Oven Roasted Parmesan Asparagus",
      "uid": 225906630,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2019/05/baked-parmesan-asparagus.jpg",
      "time": "PT20M",
      "description": "This Oven Roasted Parmesan&nbsp;Asparagus is super easy to make and bursting with flavor!&nbsp;",
      "ingredients": [
        "1 pound asparagus",
        "1/3 cup parmesan cheese (freshly grated)",
        "olive oil",
        "kosher salt",
        "pepper"
      ],
      "url": "https://www.midgetmomma.com/oven-roasted-parmesan-asparagus/",
      "yield": 4,
      "instructions": [
        "Preheat the oven to 400 degrees. ",
        "Trim the tough ends off the asparagus. Place asparagus on a baking sheet lined with foil. ",
        "Drizzle the asparagus with the olive oil. Sprinkle the asparagus with salt and pepper to taste.",
        "Place in the oven for 10 minutes.",
        "Sprinkle with the cheese and place back in the oven for 5 minute or until they are tender."
      ],
      "categories": ["Dinner"],
      "datePublished": "2019-05-17T11:58:29+00:00"
    },
    {
      "name": "Meatloaf Brasciole",
      "uid": 291662829,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2016/04/Italian-Stuffed-Meatloaf-5.jpg",
      "time": "P30M",
      "description": "Meatloaf Brasciole. This delicious, cheesy Italian Stuffed Meatloaf takes your basic meatloaf recipe and loads it up with melty Provolone, spinach and prosciutto for a delicious, comforting meal that's surprisingly easy to make!",
      "ingredients": [
        "1 pound ground beef",
        "1/2 pound ground pork",
        "1/2 cup Italian bread crumbs",
        "1  egg",
        "2 cloves garlic (minced)",
        "1/2  small onion (minced)",
        "3 tablespoons Parmesan cheese",
        "2 tablespoons fresh parsley (chopped)",
        "1 cup fresh spinach",
        "6 slices prosciutto",
        "6 slices provolone cheese or 1 cup mozzarella cheese"
      ],
      "url": "https://www.midgetmomma.com/meatloaf-brasciole/",
      "yield": 6,
      "instructions": [
        "Preheat the oven to 450 degrees.",
        "Mix the beef, pork, bread crumbs, egg, garlic, onion, Parmesan, parsley, salt and pepper together in a medium bowl.",
        "Line a sheet pan with foil or parchment paper.",
        "Spread out the meatloaf mix on the sheet pan.",
        "Flatten it out to a 12 by 7 inch rectangle.",
        "Layer the spinach, prosciutto and cheese onto the meatloaf.",
        "Using the foil or parchment to help you roll the meat working across the shorter side so you get a long log.",
        "Bake for 25 minutes.",
        "Slice into 1 inch pieces."
      ],
      "categories": ["Dinner"],
      "datePublished": "2021-02-13T11:00:00+00:00"
    },
    {
      "name": "Olive Garden Alfredo Copy Cat Recipe",
      "uid": 1935568086,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2019/11/Homemade-Alfredo-Sauce-2.jpg",
      "time": "P30M",
      "description": "If you love Olive Garden's Alfredo sauce then you are going to want to make this Olive Garden Alfredo Copy Cat Recipe ASAP! It is the PERFECT Olive Garden Alfredo Copy Cat Recipe! ",
      "ingredients": [
        "8  oz cream cheese",
        "1  stick of butter",
        "1 pint heavy whipping cream",
        "6 oz grated parmesan cheese",
        "2 tablespoons garlic powder",
        "Parsley (optional)"
      ],
      "url": "https://www.midgetmomma.com/olive-garden-at-home-alfredo-sauce-salad-dressing-recipe/",
      "yield": 8,
      "instructions": [
        "Melt butter and cream cheese in a sauce pan over medium heat. The cream cheese might look a bit strange it is going to be clumpy and curdled looking but that is how you want it! Once melted stir it until you have it as smooth as you can get it.",
        "Pour in the whipping cream and turn the heat to medium-high.",
        "Whisk together until butter and cream have combined and until the sauce bubbles slightly.",
        "Add Parmesan cheese and garlic powder and stir to combine well. You want it nice and creamy."
      ],
      "categories": ["Dinner", "Pasta", "Sauces"],
      "datePublished": "2021-07-19T20:00:00+00:00"
    },
    {
      "name": "Roasted Red Pepper Mushroom Grilled Cheese",
      "uid": 2111753169,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2011/08/Roasted-Red-Pepper-Mushroom-Grilled-Cheese-on-Sourdough-Bread-Sandwich.jpg",
      "time": "PT15M",
      "description": null,
      "ingredients": [
        "2 tablespoons butter",
        "8 ounces sliced mushrooms",
        "1 cup roasted red peppers  (Jarred or Homemade Roasted peppers will work.)",
        "16 slices Provolone cheese",
        "8 slices sliced sourdough bread",
        "1/4 cup mayonnaise",
        "salt to taste",
        "pepper to taste"
      ],
      "url": "https://www.midgetmomma.com/tasty-tuesday-fancy-grilled-cheese/",
      "yield": 4,
      "instructions": [
        "Over medium low heat in a pan add the butter and let it melt.",
        "Once melted, add mushrooms and roasted red peppers. Sprinkle lightly with salt and pepper and saute on medium heat until mushrooms are soft and cooked all the way through, then set aside.",
        "Spread mayo lightly on one side of each slice of sourdough bread.",
        "Place bread mayo side down in the pan. Add 1 slices of provolone cheese, 1/4 of the mushroom pepper mixture and then another slice of provolone cheese and then the second piece of bread mayo side up.",
        "Cook for about 5 minutes, check carefully to see that the bottom piece of bread is getting golden brown. Once golden brown flip the sandwich and cook the second side until golden brown.",
        "Once the second side is golden brown remove from the heat. Allow the grilled cheese to cool for 2 minutes and enjoy."
      ],
      "categories": ["Main Course"],
      "datePublished": "2020-05-08T11:00:12+00:00"
    },
    {
      "name": "homemade fresh tomato soup",
      "uid": 688812625,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2013/10/Homemade-tomato-soup-with-fresh-tomatoes-11.jpg",
      "time": "P30M",
      "description": "Homemade tomato soup made with fresh tomatoes is an easy to make classic soup recipe. Fresh tomatoes along with spices and herbs make this homemade fresh tomato soup easy to make and rich in tomato flavor.",
      "ingredients": [
        "1 tablespoon olive oil",
        "1 tablespoon butter",
        "1  large onion (chopped)",
        "1  large clove garlic (minced)",
        "1 tablespoon all-purpose flour",
        "4 pounds  super-ripe tomatoes (coarsely chopped )",
        "1 teaspoon sugar",
        "4 leaves fresh basil",
        "¾ teaspoon salt",
        "⅛ teaspoon ground black pepper",
        "Pinch ground cayenne",
        "1 tablespoon fresh basil (chopped)"
      ],
      "url": "https://www.midgetmomma.com/fresh-tomato-soup/",
      "yield": 5,
      "instructions": [
        "Wash and chop the tomatoes into quarters. Wash the basil.Chop the onion and set aside, peel and chop the garlic and set aside.",
        "Warm the oil and butter in a large soup pot over medium heat.",
        "Add the onion, and garlic and cook until soft but not browned, 5 to 7 minutes. Stir in the flour and cook for 1 minute.",
        "Add the tomatoes with juices, sugar, basil leaves, salt, black pepper, and cayenne.",
        "Increase the heat to high and bring the tomatoes to a boil. Reduce the heat to medium and simmer for 15 minutes, skimming off and discarding any foam from the surface.",
        "Puree the soup in a blender or with an immersion blender, stir in the chopped basil."
      ],
      "categories": ["Main Course", "Soups"],
      "datePublished": "2020-10-01T11:00:25+00:00"
    },
    {
      "name": "Whole Wheat Pumpkin Muffins",
      "uid": 1014035348,
      "imageUrl": "https://www.midgetmomma.com/wp-content/uploads/2013/10/WHole-Wheat-Pumpkin-Muffins-2.jpg",
      "time": "P30M",
      "description": "These whole wheat pumpkin muffins are moist, delicious and make the perfect breakfast, lunch or snack!",
      "ingredients": [
        "1 1/2 cups whole wheat flour",
        "3/4 cup sugar",
        "1 teaspoons baking powder",
        "1 teaspoon baking soda",
        "pinch salt",
        "1 teaspoon pumpkin pie spice",
        "15 oz pumpkin puree",
        "2  large eggs",
        "1/2 cup canola oil",
        "1/3 cup lowfat Greek yogurt"
      ],
      "url": "https://www.midgetmomma.com/toddler-pumpkin-muffin-recipe/",
      "yield": 30,
      "instructions": [
        "Preheat oven to 400 degrees.",
        "Spray mini muffin tins with cooking spray or use muffin liners.",
        "In a large mixing bowl mix whole wheat flour, granulated sugar, baking powder, baking soda, pumpkin pie spice and salt together with a whisk.",
        "In another large bowl whisk pumpkin puree, eggs, oil and greek yogurt.",
        "Slowly add the dry ingredients to the wet ingredients and mix until it is all mixed well but be careful not to over mix.",
        "Using a spoon or a cookie scoop to scoop the whole wheat pumpkin muffin batter into the muffin tim.",
        "Bake at 400 degrees for 8-10 minutes. Use a toothpick and poke the center of the muffins to check and make sure they are cooked all the way through. The toothpick will come out clean when the muffins are fully cooked.",
        "Transfer muffins to a cooling rack until cool."
      ],
      "categories": ["Breakfast", "Lunch", "Muffin", "Snacks"],
      "datePublished": "2019-08-05T21:04:32+00:00"
    },
    {
      "name": "Bread and Butter Refrigerator Pickles",
      "uid": 838475896,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2020/08/breadbutterpickles_dishabove-225x225.jpg",
      "time": "P30M",
      "description": "Homemade bread and butter pickles are equal parts sweet and tangy, and so easy to make! This small batch recipe makes a single one-litre jar (or one-quart, for our US friends), but it can be scaled up based on how many cucumbers you have.",
      "ingredients": [
        "1 lb fresh pickling cucumbers (~4-5 medium cucumbers)",
        "1 cup sliced white onion (~1 small onion)",
        "1 cup sliced red pepper (~1 small pepper)",
        "2 tbsp kosher salt",
        "1 cup cider vinegar",
        "1 cup sugar",
        "1/4 cup water",
        "1 tbsp mustard seed",
        "1 tsp celery seed",
        "6 whole peppercorns",
        "1/2 tsp ground turmeric"
      ],
      "url": "https://www.crumbblog.com/bread-and-butter-refrigerator-pickles/",
      "yield": null,
      "instructions": [
        "Rinse the cucumbers under cold water and gently scrub to remove any dirt that might be left on the skin. Pat dry, then cut into 1/4\" thick slices.",
        "Combine the cucumbers, onion and pepper in a large colander. Sprinkle with salt, and toss until evenly coated. Set aside to drain for 3 hours, then rinse well and drain thoroughly.",
        "In a small saucepan set over medium-high heat, combine the vinegar, sugar, water and spices. Bring to a simmer, then cook for 2 minutes before removing from heat.",
        "Pack the drained vegetables into a 1-litre or 1-quart jar, then pour in the hot brine. Set aside to cool to room temperature, then cover and refrigerate for at least 2-3 days before enjoying, Pickles will keep for 3-4 months in the refrigerator."
      ],
      "categories": [],
      "datePublished": "2020-08-26"
    },
    {
      "name": "Apple-Spice Buttermilk Dutch Baby",
      "uid": 1605791794,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2017/03/appledutchbaby_plated2-225x225.jpg",
      "time": "PT30M",
      "description": "This oven-baked pancake is perfect for feeding a crowd - no more hovering over a hot stove all morning flipping flapjacks!",
      "ingredients": [
        "1/2 cup flour",
        "1/2 cup Hewitt’s 2% buttermilk",
        "2 eggs",
        "2 tbsp brown sugar",
        "1 tsp vanilla extract",
        "½ tsp salt",
        "½ tsp ground cinnamon",
        "½ tsp ground nutmeg",
        "¼ tsp ground cardamom",
        "3 tbsp Gay Lea unsalted butter",
        "1 small Empire or Cortland apple, cored and thinly sliced",
        "Powdered sugar, for garnish"
      ],
      "url": "https://www.crumbblog.com/apple-spice-buttermilk-dutch-baby/",
      "yield": 4,
      "instructions": [
        "Combine the flour, buttermilk, eggs, brown sugar, vanilla, salt. cinnamon, nutmeg, cardamom in a blender or food processor. Blend until smooth and completely lump-free. Set aside to rest for 10-15 minutes.",
        "While the batter is resting, preheat the oven to 450F.",
        "Set a large oven-proof skillet over medium-high heat. Once the skillet is good and hot, add the butter and swirl it around to coat the bottom and sides of the pan. Add the sliced apples in a single layer on the bottom of the pan, and cook for about 3-4 minutes or until they start to soften, flipping over halfway through.",
        "Gently pour the batter into the pan, doing your best not to disturb the layer of apples apples, tilting the pan to make sure the batter gets evenly spread out into all the nooks. Transfer to the preheated oven and bake until puffed and golden-brown around the edges, about 15-20 minutes.",
        "Serve immediately with a dusting of icing sugar, and some extra sliced apple for garnish, if you desire."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2017-03-08"
    },
    {
      "name": "Sour Cream Muffins with Haskap Berries",
      "uid": 1792267759,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2019/07/haskapmuffins_closeup-225x225.jpg",
      "time": "PT30M",
      "description": "These sour cream muffins are fluffy and not too sweet, perfect for showing off the tangy flavour of fresh haskap berries. You can also substitute fresh blueberries, raspberries or strawberries if you can't get your hands on haskaps.",
      "ingredients": [
        "1 3/4 cups flour",
        "1/4 cup sugar",
        "1 tsp baking powder",
        "1/2 tsp baking soda",
        "1/2 tsp salt",
        "1 cup full-fat sour cream",
        "1 egg",
        "1/4 cup milk",
        "2 tsp lemon zest",
        "1 tsp vanilla extract",
        "1 cup fresh haskap berries"
      ],
      "url": "https://www.crumbblog.com/sour-cream-muffins-with-haskap-berries/",
      "yield": 12,
      "instructions": [
        "Preheat oven to 400F. Lightly grease the cups of a 12-cup muffin tin, or line with paper liners.",
        "In a medium-sized mixing bowl, whisk together the flour, sugar, baking powder, baking soda, and salt.",
        "In a separate bowl, combine the sour cream, egg, milk, lemon zest and vanilla extract. Add the dry ingredients, stirring until just barely combined. Fold in the haskap berries.",
        "Divide the batter evenly between the prepared muffin cups. (The cups should be roughly 3/4 full.) Bake in preheated oven for 20-25 minutes, or until tops are golden-brown and a toothpick inserted into the centre comes out clean. Let cool in the pan for 10 minutes, then transfer to a wire rack and let cool completely."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2019-07-15"
    },
    {
      "name": "Peanut Butter Banana Muffins",
      "uid": 126937868,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2011/10/bananamuffin_muffinsm-225x225.jpg",
      "time": "PT35M",
      "description": "All the goodness of a peanut butter and banana sandwich with none of the gooey mess!",
      "ingredients": [
        "1 cup mashed ripe bananas (2-3 medium bananas)",
        "1/2 cup peanut butter",
        "1/2 cup honey",
        "1/2 cup plain yogurt",
        "1 egg",
        "3 tbsp canola oil",
        "1 tsp vanilla extract",
        "3/4 cup all purpose flour",
        "3/4 cup whole wheat flour",
        "1 tsp baking powder",
        "1/4 tsp baking soda",
        "1/2 tsp salt",
        "1/2 tsp cinnamon"
      ],
      "url": "https://www.crumbblog.com/love-me-tender-peanut-butter-and-banana-muffins/",
      "yield": 12,
      "instructions": [
        "Preheat oven to 400°F. Lightly grease a 12-cup muffin tin and set aside.",
        "In a large mixing bowl, beat together the mashed bananas, peanut butter, honey, yogurt, egg, oil and vanilla until smooth.",
        "In a small mixing bowl, stir together the remaining ingredients. Add to the wet ingredients, and stir until just barely combined. Divide batter among the prepared muffin cups.",
        "Bake in preheated oven for 20-25 minutes, or until a toothpick inserted into the centre of a muffin comes out with a moist crumb. Let cool in the pan for 10 minutes, then transfer to a wire rack to finish cooling completely."
      ],
      "categories": [],
      "datePublished": "2011-10-05"
    },
    {
      "name": "Multigrain Apple Muffins",
      "uid": 1277925662,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2012/01/applemuffin-225x225.jpg",
      "time": "PT30M",
      "description": "Chewy, nutty and just slightly sweet, these good-for-you muffins are a great way to start off your day. Try switching up the apple with your favourite muffin mix-in, like dates, raisins, frozen berries or fresh pears... no matter what you choose, they'll be delicious!",
      "ingredients": [
        "1 1/4 cup milk",
        "1 cup multigrain hot cereal (ie. Red River or Bob's Red Mill)",
        "1 egg",
        "1/4 cup honey",
        "1/4 cup canola oil",
        "1/4 cup unsweetened applesauce",
        "1/2 tsp vanilla extract",
        "1 cup flour",
        "1 tbsp flax meal",
        "1 tsp salt",
        "1 tsp baking powder",
        "1 tsp baking soda",
        "1/2 tsp cinnamon",
        "1 cup diced unpeeled apples"
      ],
      "url": "https://www.crumbblog.com/part-of-a-complete-breakfast-multigrain-apple-muffins/",
      "yield": 12,
      "instructions": [
        "In a small saucepan, heat the milk over medium heat until small wisps of steam begin to appear. Remove from heat. Stir in the cereal, and let stand for 10 minutes.",
        "Meanwhile, preheat oven to 400F and generous butter the cups of a 12-cup muffin tin.",
        "In a large mixing bowl, whisk together egg, honey, oil, applesauce and vanilla until smooth.",
        "In a separate bowl, combine flour, salt, flax meal, baking powder, baking soda and cinnamon. Add to the wet ingredients, along with the softened cereal, and stir until the mixture just barely comes together (it's okay if there are a few floury streaks here and there - the key is to avoid overmixing).",
        "Fold the chopped apples into the batter, then spoon into the prepared muffin tin, distributing the batter evenly between the cups.",
        "Bake in preheated oven for 15 minutes, or until the muffins are golden brown and a toothpick inserted into the centre comes out with a moist crumb."
      ],
      "categories": [],
      "datePublished": "2012-01-20"
    },
    {
      "name": "Cranberry Danish Twist",
      "uid": 1325709478,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2020/11/cranberrytwist_aboveclose-225x225.jpg",
      "time": "PT8M",
      "description": "Transform your leftover cranberry sauce from your turkey dinner into a showstopper brunch for the morning after. Don't let it's fancy looks fool you, either... it's easier to make than you might think!",
      "ingredients": [
        "1 cup milk",
        "2 1/4 tsp active dry yeast",
        "1/2 cup sugar, divided",
        "2 eggs",
        "4 tbsp butter, melted",
        "1 tsp vanilla",
        "1/2 tsp salt",
        "3 1/2 cups flour",
        "1 cup cranberry sauce",
        "2 tbsp butter, melted",
        "1/2 cup sugar",
        "1 cup icing sugar",
        "2 tsp milk",
        "1/2 tsp almond extract"
      ],
      "url": "https://www.crumbblog.com/cranberry-danish-twist-bread/",
      "yield": 2,
      "instructions": [
        "In a small saucepan set over medium-high heat, warm the milk until wisps of steam start to rise from the surface and the milk feels warm to the touch, around 110F.",
        "In the bowl of a stand mixer fitted with a dough hook, combine the warm milk with yeast and 1 tbsp sugar. Set aside for 5-10 minutes, or until frothy. (If the mixture doesn't look foamy after 10 minutes, your yeast is past its prime. You'll need to get a fresh container of yeast and start again.)",
        "Add the rest of the sugar, along with the eggs, butter, vanilla and salt. Add the flour and beat on low speed until the dough starts to come together, then increase the speed to medium-high and beat for 5 minutes or until the dough pulls away from the sides of the bowl into a smooth ball. The dough should be soft, but not overly sticky.",
        "Transfer the dough to a lightly oiled bowl, and cover tightly with plastic wrap. Set aside to rise in a warm, draft-free spot until doubled in size, around 60-90 minutes.",
        "Generously butter two 9-inch springform pans. If your cranberry sauce is very chunky, use an immersion blender or food processor to partially puree - you want it to be mostly smooth, with a few visible berries still remaining.",
        "Punch down the dough, then transfer to a lightly floured work surface, punch it down to release the air. Divide the dough into two pieces and roll into balls.",
        "Working with one ball at a time, roll out into a 9x13-inch rectangle. Leaving a 1-inch border on either side, brush the dough with half of the melted butter, then sprinkle with half of the sugar. Spread half of the cranberry sauce over top. Starting from one of the shorter sides, roll up like a jelly roll.",
        "Using a sharp knife, slice through the roll lengthwise through the seam. With the cut sides facing up, criss-cross the two halves to make an X. Twist the top and bottom parts of the X, then twist to form a spiral. Carefully transfer to one of the prepared springform pans.",
        "Repeat steps 3 and 4 with the remaining dough and filling ingredients.",
        "Cover the pans with plastic wrap or a clean dishtowel, and set aside to rise for 45 minutes. The twists will not be doubled in size, but should look slightly puffed.",
        "While the bread is rising, preheat the oven to 350F.",
        "Bake for 40-45 minutes, or until the loaves are golden brown all over. (If the top is browning too quickly, you can loosely cover with aluminum foil.) Let cool for 5 minutes, then remove the outer ring of the springform pan and transfer to a wire rack to cool completely.",
        "While the bread is cooling, prepare the icing by whisking together the icing sugar, milk and almond extract until smooth. The icing should be thick but pourable - if it's too runny, add a spoonful of icing sugar, and if it's too thick, add a few more drops of milk.",
        "Drizzle the cooled bread with icing. Let stand for about 10 minutes to allow the icing to set before slicing and serving."
      ],
      "categories": ["Breads"],
      "datePublished": "2020-11-20"
    },
    {
      "name": "Golden Spiced Plum Jam",
      "uid": 1179631165,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2009/08/3793284627_fe8d8c79c9_b-225x225.jpg",
      "time": "PT45M",
      "description": "This gorgeously golden jam makes the most of the little yellow plums that show up at the farmers' market in the early summer.",
      "ingredients": [
        "1 pound ripe yellow plums",
        "2 1/4 cups sugar (approximate)",
        "1 cinnamon stick",
        "4 cloves",
        "6 green cardamom pods, lightly crushed",
        "Juice of 1 lemon",
        "1/2 cup water"
      ],
      "url": "https://www.crumbblog.com/when-come-back-bring-jam/",
      "yield": 4,
      "instructions": [
        "Put a ceramic saucer in the freezer. Pit the plums and cut into quarters.",
        "Measure out the fruit. For each cup of fruit, you'll need 3/4 cup sugar (I ended up with 3 cups of chopped plums, so I used 2 1/4 cups of sugar for my batch of jam... but YMMV).",
        "In a large heavy pot with high sides, layer the plums and sugar. Add spices, lemon juice and water. Bring to a simmer over low heat, stirring frequently, until the sugar has been completely dissolved. Continue simmering for about 10 minutes, or until plums are softened.",
        "Turn the heat to high and bring to a hard boil. Boil for about seven or eight minutes. After eight minutes, pull the saucer from the freezer and test for gelling using the saucer test - if the jam is not quite ready, continue boiling and test again after a minute or two, continuing until the desired consistency is achieved.",
        "Once the jam passes the test, take it off the heat and fish out all of the spices (nothing ruins a good jam like biting down on a whole clove, after all). Ladle the hot jam into sterilized jars. You can store the jam in the refrigerator for up to a month or, if longer storage is desired, you can also process the jars for 15 minutes in a boiling water bath and store for up to a year in a cool, dry place."
      ],
      "categories": [],
      "datePublished": "2009-08-05"
    },
    {
      "name": "Mini Pear and Walnut Scones",
      "uid": 160947176,
      "imageUrl": "https://www.crumbblog.com/wp-content/uploads/2017/05/pearscones_above2-225x225.jpg",
      "time": "PT40M",
      "description": "These adorable little scones are packed full of chunks of dried pear and walnut, making them the perfect partners for a mild, creamy blue cheese like Dragon's Breath.",
      "ingredients": [
        "2 cups all-purpose flour",
        "¾ cup whole wheat flour",
        "1/3 cup sugar",
        "1 tbsp baking powder",
        "½ tsp salt",
        "½ cup cold unsalted butter, cut into small cubes",
        "¾ cup chopped dried pears",
        "½ cup chopped walnuts",
        "1 cup buttermilk",
        "5 tbsp heavy cream, divided"
      ],
      "url": "https://www.crumbblog.com/mini-pear-walnut-scones/",
      "yield": 24,
      "instructions": [
        "Preheat oven to 400F. Line a large baking sheet with parchment paper, and set aside.",
        "In a large mixing bowl, combine the flours, sugar, baking powder, and salt. Using a pastry cutter or two knives, cut in the cold butter until the mixture resembles coarse crumbs.",
        "Stir in the dried pears and walnuts, then add the buttermilk and ¼ cup cream, and gently mix until the dough just barely comes together. (If the dough looks too dry, add more cream, 1 tbsp at a time, until the dough starts to come together.)",
        "Turn the dough out onto a clean work surface lightly dusted with flour, and gently knead 5-6 times to finish incorporating any floury bits. Roll out the dough to 1\" thick, and cut out the scones using a 1\" round cutter, gathering up the scraps and re-rolling until you have 24 scones.",
        "Arrange the scones on the prepared baking sheet, spacing them ½\" apart. Brush the tops with remaining 1 tbsp cream.",
        "Bake scones in preheated oven for 25-30 minutes, or until tops are golden brown and a toothpick inserted in the centre comes out clean."
      ],
      "categories": ["Brunch"],
      "datePublished": "2017-05-12"
    },
    {
      "name": "Histamine Friendly Green Halloween Mummy Cookies",
      "uid": 2018498953,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2019/10/Mummicookie7b-225x225.jpg",
      "time": "PT30M",
      "description": "Quick and simple green Halloween Mummy Cookies. Transform a regular cookie into a Mummy Cookie with candy eyes and white chocolate bandages, for some fun baking times with the kids.",
      "ingredients": [
        "150 g pistachios (5.3 oz)",
        "150 g spelt flour (5.3 oz)",
        "100 g granulated sugar (3.5 oz)",
        "100 g light brown sugar (3.5 oz)",
        "100 g softened butter (3.5 oz)",
        "1 medium egg",
        "1 tsp baking soda",
        "1 pinch of salt",
        "candy eyes",
        "white chocolate"
      ],
      "url": "https://histaminefriendlykitchen.com/histamine-friendly-green-halloween-mummy-cookies/",
      "yield": 30,
      "instructions": [
        "Turn the oven on, hot air, 180 °C (350 °F).",
        "Grind the pistachio nuts til you get a coarse green nut flour. I used the chopper attachment of my small blender for this task, pulse the nuts so they break apart and look like fine breadcrumbs.",
        "Mix all the dry ingredients (nut flour, spelt flour, baking soda and salt) together in a large bowl, set aside.",
        "Whisk the softened butter with the granulated sugar and the light brown sugar, until it almost looks like mouse (I recommend doing this with an electrical mixer).",
        "Whisk in the egg, don’t worry if it splits a little.",
        "Fold the butter and sugar mix into the dry ingredients. The dough will end up looking a little sticky, but it is actually very easy to roll it into balls with minimum dough sticking to your hands.",
        "Roll the dough into walnut sized balls, and place them on 2-3 baking sheets lined with parchment paper. Space out the cookie dough balls evenly and allow them space to spread while baking.",
        "Bake the cookies for about 10 minutes. You want the edges to start to brown a little bit, while the center of the cookies should stay green. Note that the cookie dough is more green than the final cookie, once it has been baked.",
        "Transfer the cookies to a wire rack and let them cool down to room temperature. Decorate with candy eyes and melted white chocolate."
      ],
      "categories": ["Holiday Cookies"],
      "datePublished": "2019-10-20"
    },
    {
      "name": "Risotto with Butternut Squash",
      "uid": 1738708856,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2016/11/risotto-with-butternut-squash.1024x1024-225x225.jpg",
      "time": "PT50M",
      "description": "Deliciously creamy low histamine risotto with kale and butternut squash. Cheese free, dairy free option.",
      "ingredients": [
        "1 white onion (middle-big)",
        "1 leek",
        "60 g red kale (ca. 2 oz)",
        "500 g butternut squash (about half a squash, 17-18 oz)",
        "185 g arborio rice (6.5 oz)",
        "1 L vegetable stock (ca. 4 cups)",
        "1 1/2 tsps thyme",
        "salt to taste",
        "1 tbsp olive oil",
        "25 g butter (a knob of butter, or about 2 tbsp)*"
      ],
      "url": "https://histaminefriendlykitchen.com/risotto-with-butternut-squash-recipe/",
      "yield": 2,
      "instructions": [
        "Finely chop the white onions and the leek. Sauté with about ½ a tbsp of olive oil in a pan. Cook the onion and leek for about 5 minutes until they go soft. Season with a bit of salt and 1 tsp of thyme (if you want to add garlic to this dish, now is the time). Cook for another minute or two, to get the aromas going.",
        "Add the rice to the veggies and fry them for couple of minutes, under constant stirring. Then pour in the vegetable stock, give it a good stir to make sure nothing is sticking to the bottom of the pan. Bring it to a simmer, turn down the heat and cover the pan with a lid. Let it simmer on low heat for about 30 minutes.",
        "Peel the butternut squash, remove the seeds and cut into cubes of about 1,5 cm. Place the butternut squash cubes in an oven tray, drizzle with a bit of oil (½ tbsp), and season with salt and a bit of thyme (½tsp). Roast for 30-40 minutes at 200 °C (390 °F).",
        "After about 25-30 minutes of simmering the rice have absorbed most of the liquid, add the red kale, finely chopped. At this stage the risotto needs to still be a little wet. Put the lid back on and cook the kale with the risotto for about 5 minutes. then take off the lid and cook while stirring until your risotto have reached your preferred texture. Creamy, not too wet and not too dry. Then add the butter and season to taste with some salt.",
        "Serve with the oven roasted butternut squash and enjoy. The nutritional value has been calculated based on 1 out of 3 portions."
      ],
      "categories": [],
      "datePublished": "2016-11-01"
    },
    {
      "name": "The Best Ever Pan Roasted Croutons",
      "uid": 1783539049,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2019/03/Croutons-4-225x225.jpg",
      "time": "PT7M",
      "description": "The Best Ever Pan Roasted Bread Croutons, made with goat ghee. They are absolutely divine and gone before you know it ;) Perfect in soups, as the crunch in salads or as a snack if that's the mood you are in.",
      "ingredients": [
        "1 heaped tbsp of Goat Ghee*",
        "about two slices of day old bread cut into little cubes*",
        "salt to taste"
      ],
      "url": "https://histaminefriendlykitchen.com/the-best-ever-pan-roasted-croutons/",
      "yield": 1,
      "instructions": [
        "Dig out a heaped tbsp worth of ghee, and let it melt in a pan over medium heat, add day old bread cut into little cubes, don’t crowd the bread cubes in the pan.",
        "Sprinkle with salt, I used about 1/8 tsp of pink Himalayan salt.",
        "Now roast the bread cubes, over low to medium heat, and keep stirring while you keep a close eye on them so they don’t burn."
      ],
      "categories": [],
      "datePublished": "2019-03-18"
    },
    {
      "name": "Quinoa Salad with Roasted Veggies",
      "uid": 1340784406,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2016/11/quinoa-salad-autumn-style.1024x1024-6-225x225.jpg",
      "time": "PT55M",
      "description": "Quinoa Salad with Roasted Veggies - Autumn Style",
      "ingredients": [
        "75 g Quinoa",
        "2 dl bouillon (vegetable or chicken)",
        "250 g butternut squash",
        "80-100 g brussel sprouts",
        "1 apple",
        "1 red onion",
        "75-100 g red grapes",
        "1 tbsp olive oil",
        "20 g macadamia nuts",
        "20 g pistachios",
        "1/4 tsp salt",
        "1/4 tsp sweet paprika",
        "1 tsp honey"
      ],
      "url": "https://histaminefriendlykitchen.com/quinoa-salad-with-roasted-veggies/",
      "yield": 2,
      "instructions": [
        "Preheat the oven at 180 °C (360 °F)",
        "Prep the veggies and fruit. Cut the butternut squash and apple into small cubes, cut the red onion in eight parts length wise, and half the grapes. I left the brussel sprouts whole since they where relatively small. Put them all on an oven tray lined with a sheet of baking paper and toss with a bit of olive oil. Roast in the oven for about 30-40 minutes.",
        "Cook the quinoa. Roast the quinoa in the dry pan for a few minutes before adding the bouillon. Bring to a boil and let it simmer for 15 minutes. Turn off the heat and let it rest for about 5 minutes.",
        "Roast the raw nuts on a dry pan over low heat, keep moving the nuts around in the pan. Once they start to brown a little bit, turn off the heat and add some (sea)salt and sweet paprika to the pan. Stir the nuts, so the spices are evenly distributed over the nuts and the pan. Then add a teaspoon of honey to the pan and give it another stir, coating all of the nuts in the spiced honey.",
        "Once the veggies and fruit are done, serve it all up and enjoy. The nutritional value are based on one out of two servings."
      ],
      "categories": [],
      "datePublished": "2016-11-09"
    },
    {
      "name": "Low Histamine Asparagus Soup",
      "uid": 21041246,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2018/04/asparges-9-225x225.jpg",
      "time": "PT35M",
      "description": "Yummy Low Histamine Asparagus Soup - Spring time in a bowl &lt;3",
      "ingredients": [
        "500-600 g asparagus, cleaned, and pealed (ca. 20 oz)",
        "1-2 white onions (180 g / 6.5 oz)",
        "1 leek (140 g / 5 0z)",
        "2 celery stalks (130 g / 4.5 oz)",
        "1/4 &#8211; 1/2 zucchini (ca 100-150 g / 3.5-5 oz)",
        "1 L vegetable bouillon (ca. 4 cups)",
        "salt to taste"
      ],
      "url": "https://histaminefriendlykitchen.com/low-histamine-asparagus-soup/",
      "yield": 2,
      "instructions": [
        "Start out by slicing up the leek, and chopping up the onion and celery roughly.",
        "Add a little oil to a big pot and fry up the onion, celery and leek. Once it gets going and the onion starts to turn translucent, turn down the heat and put the lid on. Let it cook for a bout 10 minutes while you clean and prep the asparagus.",
        "Remove the bottom woody part of the asparagus. To do this simply break of the end, it automatically breaks just where the woody part ends and the fresh, juicy asparagus begins. Peal the asparagus, and cut them into smaller pieces.",
        "Cut the zucchini into similar size pieces and add the asparagus, zucchini and (tolerated) vegetable bouillon to the pot.",
        "Let it cook for about 20 minutes, then blend it with a hand held blender until it is really smooth.",
        "Salt to taste and enjoy this spring in a bowl kind of soup <3"
      ],
      "categories": [],
      "datePublished": "2018-04-06"
    },
    {
      "name": "Histamine Friendly Pumpkin and Bell Pepper Soup",
      "uid": 259584640,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2019/02/pumpkinbellpepper5-e1551210412710-225x225.jpg",
      "time": "PT1H",
      "description": "A filling and delicious histamine friendly soup, the product of a refrigerator cleaning, named by my son as \"The Pretty Soup\".",
      "ingredients": [
        "the white part of 1 small leek (ca. 50 g / 1.76 oz)*",
        "1 sweet potato (ca. 250 g / 8.82 oz)",
        "2 small Hokkaido pumpkins, cleaned and peeled (ca. 900 g / 31.75 oz)",
        "2 red bell peppers (ca. 200 g / 7.05 oz)",
        "2 yellow bell peppers (ca. 200 g / 7.05 oz)",
        "1 small zucchini (ca. 150 g / 5.30 oz)",
        "1/2 L bone broth, vegetable stock or tolerated bouillon (2.1 cups)",
        "1 L water (4.25 cups)",
        "salt to taste"
      ],
      "url": "https://histaminefriendlykitchen.com/histamine-friendly-pumpkin-and-bell-pepper-soup/",
      "yield": 4,
      "instructions": [
        "Clean the leek and cut the white part into thin rings. Heat up some coconut or olive oil in a big soup pot, and the cook the leek until it is softened, about as long as it would take for an onion to turn translucent.",
        "Clean the bell peppers and cut them into smaller pieces. Add the bell peppers to the leek, and cook together for about 10-15 minutes on low heat.",
        "Peel the sweet potato and cut it into cubes. Peel and clean the pumpkin, discard the seeds and stringy middle, cut into cubes. Add the sweet potato and pumpkin to the leek and bell pepper after about 10-15 minutes. Give it a good stir.",
        "Peel the zucchini and cut into similar size pieces as the sweet potato and pumpkin. Add the zucchini to the pot together with the liquid and salt.",
        "Bring it to a boil, turn down the heat and let it simmer for about 30 minutes. Check to see if the pumpkin and sweet potato have had enough, you want them to fall of the fork when you prick them.",
        "Blend the soup with an immersion blender until you get a smooth soup. Salt to taste and enjoy."
      ],
      "categories": ["Soups"],
      "datePublished": "2019-02-26"
    },
    {
      "name": "Dinosaur Birthday Cake",
      "uid": 533402540,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2017/09/dinosaur-birthday-cake4-225x225.jpg",
      "time": "P30M",
      "description": "This cake is made from my \"Naturally Green Histamine Friendly Muffins\" recipe, see link above. The butter cream is adapted from a recipe I got from a friend of mine, where he has it from - I do not know.",
      "ingredients": [
        "cake batter, see link to my &#8220;Naturally Green Histamine Friendly Muffins&#8221; recipe above.",
        "1 round baking pan (20 cm in diameter, 8 inches)",
        "1 rectangular baking pan (ca. 10 x 20 cm, 4 x 8 inches).",
        "150 g butter (soft)",
        "200 g powdered sugar",
        "40 g cream cheese, natural",
        "60 g mascarpone",
        "lemon juice to taste (optional)",
        "food color (kale juice, or other coloring agent)",
        "(white) chocolate chips",
        "blueberries or other berries",
        "m&amp;m&#8217;s or somethings similar &#8211; not histamine friendly though.",
        "Only your imagination sets the limits"
      ],
      "url": "https://histaminefriendlykitchen.com/dinosaur-birthday-cake/",
      "yield": 1,
      "instructions": [
        "Turn on your oven, 180 °C (360 °F)",
        "Grease two baking pans, so the cakes are easy to remove when baked. You need one round baking pan (20 cm in diameter, 8 inches), and one rectangular baking pan (ca. 10 x 20 cm, 4 x 8 inches).",
        "Instead of baking muffins from the “Naturally Green Histamine Friendly Muffin” batter bake two cakes. One round, and one rectangular cake. Make sure to distribute the batter between the two baking pans, so that the height of batter is approximately the same.",
        "Bake the cakes for ca. 40 minutes. Use a tooth pick to check whether or not the cake is done. When it comes out clean, the cakes are done.",
        "Let the cakes cool down completely.",
        "While the cake cools down, you can make the butter cream. Add the (soft) butter and powdered sugar to a food processor, or a mixer. Mix till a white homogeneous paste has formed.",
        "Add the cream cheese and the mascarpone and give it a good mix.",
        "Add some fresh lemon juice, to taste (note: this is optional).",
        "Now add the color, bit by bit till you get the color you want. Note if you use kale juice, be careful, that the butter cream doesn’t get too thin.",
        "Place the butter cream in the refigerator, to firm up a bit.",
        "Cut out and assemble the dinosaur, see diagram above. The body of the dinosaur is made from the round cake and the head and tail from the rectangular cake.",
        "Place the dinosaur on the plate/board you want to serve it on (make sure the plate/board fits in your refrigerator). Put a little butter cream underneath the tail and head, to make it stick and not move around when you cover the cake with butter cream.",
        "Cover the whole dinosaur with about half the butter cream. Place it in the refrigerator for 30-60 minutes to let it firm up a bit.",
        "Then cover the dinosaur with a second layer of butter cream. Smooth out the butter cream as well as you can/want to. And place it back in the refrigerator till you are ready to decorate it and serve it.",
        "Decorate your dinosaur as you see fit 🙂 Serve, have fun, dig in and enjoy o/"
      ],
      "categories": [],
      "datePublished": "2017-09-28"
    },
    {
      "name": "Gluten Free Pistachio Granola",
      "uid": 2078318493,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2019/06/Pistachio-Granola-8-225x225.jpg",
      "time": "PT10M",
      "description": "Crunchy gluten free granola with beautiful green pistachios. You can eat this granola with fruit, as topping on a smoothie bowl, with milk of your choice or with a tolerated yogurt.",
      "ingredients": [
        "1/4 cup pistachio nuts (40-50 g)",
        "1/2 cup (gluten free) rolled oats (50 g)",
        "1/4 cup hemp seeds (35 g)",
        "1/4 cup puffed quinoa (10 g)",
        "2 tbsp flax seeds",
        "2 tbsp desiccated coconut",
        "1 tsp olive oil",
        "1 tbsp nut butter of choice*",
        "1 tbsp honey*"
      ],
      "url": "https://histaminefriendlykitchen.com/gluten-free-pistachio-granola/",
      "yield": 8,
      "instructions": [
        "Roughly chop up the pistachios and mix them with the rest of the dry ingredients. Set a side.",
        "Mix the wet ingredients together, and pour it over the dry ingredients. Mix well.",
        "Transfer to an oven plate lined with grease proof baking paper. Spread the granola mix out as evenly as you can over the oven plate and bake the granola in the middle of a preheated oven (180  °C / 355  °F) for 5-10 min.",
        "The time really depends on the oven, so keep a good eye on it. You want it slightly golden but not brown."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2019-06-22"
    },
    {
      "name": "Anti-inflammatory Carrot & Fennel Soup",
      "uid": 1087481273,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2017/10/carrot-and-fennelsoupfeature-225x225.jpg",
      "time": "PT50M",
      "description": "Creamy Anti-inflammatory Carrot &amp; Fennel Soup with Turmeric and Ginger.",
      "ingredients": [
        "2 (white) onions (ca. 175 g)",
        "2 fennel bulbs (ca. 450 g)",
        "10 medium-big carrots (ca. 900 g)",
        "2 big potatoes (ca. 300 g)",
        "10 g fresh ginger root*",
        "10 g fresh turmeric root*",
        "750 ml bone broth**",
        "750 ml water**",
        "150 ml coconut milk (1/2 cup + 2 tbsp)",
        "1 tbsp coconut oil",
        "salt to taste",
        "a Handful of pumpkin seeds, toasted on a dry pan."
      ],
      "url": "https://histaminefriendlykitchen.com/anti-inflammatory-carrot-fennel-soup/",
      "yield": 6,
      "instructions": [
        "Chop up the (white) onion and the fennel. Add a little coconut oil to a big pot, and cook the onion and fennel till they turn translucent.",
        "Clean the carrots and potatoes, slice up the carrots and cut the potatoes into cubes. Add the carrots and potatoes to the pot, give it a big stir before you add the bone broth and water.",
        "As for the turmeric and ginger, I prefer to use the fresh roots instead of the dried spices. I usually use about 10 g of each for this recipe. But if you want it to be pack a bigger punch, feel free to add more.",
        "Bring the soup to a boil, turn down the heat and let it simmer for about 30 minutes.",
        "When the carrots and potatoes are so soft that they fall of the fork when you prick them, the soup is ready to be blended. Blend till you get a smooth soup.",
        "Salt to taste.",
        "Add the coconut milk, and bring the soup to a boil once again. Turn off the heat the moment the soups starts boiling, and the soup is ready to be served.",
        "Enjoy this wonderful anti-inflammatory autumn soup with some toasted pumpkin seeds."
      ],
      "categories": ["Soups"],
      "datePublished": "2017-10-19"
    },
    {
      "name": "Black Rice with Green Veggies and Fish",
      "uid": 1243965802,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2016/10/black-rice-with-green-veggies-and-fish.1024x1024-3-225x225.jpg",
      "time": "PT1H40M",
      "description": null,
      "ingredients": [
        "150 g black rice",
        "700 ml coconut water",
        "a pinch of sea salt",
        "250 g frozen peas",
        "10-20 g finely chopped fresh herbs (mint, basil, and chives)",
        "A little lemon juice or apple cider vinegar (optional)",
        "2 shallots",
        "1 leek",
        "100-150 g frozen kale",
        "2 cod filets",
        "2 tsps coconut oil",
        "1 tsp butter"
      ],
      "url": "https://histaminefriendlykitchen.com/black-rice-with-green-veggies-and-fish-recipe/",
      "yield": 2,
      "instructions": [
        "Boil the black rice with the coconut water and a pinch of sea salt, keep the lid on the pot. This should take between 1-1½h.",
        "While the rice is cooking away, cut the shallots and the leek as finely as you like, and add them to a frying pan with one tsp of coconut oil.",
        "Once they start to get clear and slightly brown, add in the kale or other leafy greens, continue heating until the leafy green has gone soft. If you are using frozen kale like me, you just have to wait for it to thaw in the pan and mix well with the rest of the veggies. Season with a bit of sea salt.",
        "Remove the veggies from the pan and melt a tsp of butter together with a tsp of coconut oil on the same pan and fry the fish well on both sides.",
        "Add the frozen peas to the rice the last 5-10 minutes of the cooking time.",
        "If theres still liquid left, when the rice and peas are done, just take off the lid and keep stirring over medium heat till the liquid has evaporated. Add the finely chopped green herbs.",
        "At this stage you can add a bit of lemon juice or apple cider vinegar to the rice – optional.",
        "Serve up and enjoy. The nutritional data below is based on 1 of 2 servings."
      ],
      "categories": [],
      "datePublished": "2016-10-01"
    },
    {
      "name": "Histamine Friendly Creamy Beetroot Risotto with Lambs lettuce",
      "uid": 308771899,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2017/10/PicMonkeyPin2-225x225.jpg",
      "time": "PT1H20M",
      "description": null,
      "ingredients": [
        "1 (white) onion",
        "1 leek",
        "1-2 cloves of garlic",
        "1-2 twigs of thyme",
        "1 squeeze of lemon (optional)",
        "200 g rice (Arborio)",
        "1/2 L of bone broth*",
        "1/2 L water*",
        "1 tbsp (extra virgin) olive oil",
        "1 knob of (salted) butter (optional &#8211; leave out if you are completely dairy free)",
        "salt to taste",
        "400 g beetroot",
        "75-100 g lamb&#8217;s lettuce",
        "&nbsp;",
        "*can be substituted by a tolerated vegetable bouillon, if need be."
      ],
      "url": "https://histaminefriendlykitchen.com/histamine-friendly-creamy-beetroot-risotto-lambs-lettuce/",
      "yield": 4,
      "instructions": [
        "Start with cleaning and rinsing the beetroots, and then boil them for about an hour (45-60 minutes depending on their size). I usually cook them with the skin on and then remove the skin after they are cooked. You can also peel them before cooking them.",
        "Once they are cooked, let them cool down slightly, remove the peel, and chop them up into little cubes. You can also grate them it you want.",
        "Finely chop the (white) onions and the leek and saute them in a bit of oil in a pan (use a thick bottom pan for the best result).",
        "Cook the onion and leek for about 5 minutes until they are soft. Add some finely minced/pressed garlic and let it cook with the onion and leek for another minute or so.",
        "Season with a bit of salt and thyme. Cook for another minute or two, to get the aromas going.",
        "Add a little squeeze of lemon juice – optional.",
        "Now, add the rice to the veggies and fry them for couple of minutes, under constant stirring.",
        "Then pour in all of the bone broth (can be substituted by a tolerated vegetable bouillon, if need be) and the water. Give it a good stir to make sure nothing is sticking to the bottom of the pan.",
        "Bring it to a simmer, turn down the heat and cover the pan with a lid, and let it simmer for about 30 minutes.",
        "Once the rice as absorbed all of the liquid, and it looks delicious and creamy, add a knob of butter (optional) and salt to taste.",
        "Serve with chopped up cooked beetroot, and some fresh lamb’s lettuce. Enjoy o/"
      ],
      "categories": [],
      "datePublished": "2017-10-12"
    },
    {
      "name": "Simple Pumpkin Soup",
      "uid": 1544867709,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2016/11/simple-pumpkin-soup.1024x1024-4-225x225.jpg",
      "time": "PT55M",
      "description": null,
      "ingredients": [
        "800-900 g Pumpkin cut into cubes",
        "200-300 g Sweet potato cut into cubes",
        "4-6 sage leaves",
        "1½-2 liters bouillon (homemade bone broth)",
        "salt to taste"
      ],
      "url": "https://histaminefriendlykitchen.com/simple-pumpkin-soup-recipe/",
      "yield": 4,
      "instructions": [
        "Heat up the oil in a big pot, add the sage and let it fry for a bit. Then add in the sweet potatoes, and let them brown a bit.",
        "Add the pumpkin, and cover with bouillon. Bring the soup to the boil, turn down the heat and let it simmer for 30-45 minutes, until the pumpkin is soft.",
        "Take it off the heat and blend the soup till it has a smooth consistency with no lumps. Salt to taste.",
        "Serve it while it is hot. I like to eat it like it is, no additional toppings but with a side of some fresh baked rye bread with salted butter. Simple and delicious."
      ],
      "categories": [],
      "datePublished": "2016-11-30"
    },
    {
      "name": "Radiant Salad Bowl with Crunchy Croutons",
      "uid": 692450095,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2019/04/Crouton-salad1-225x225.jpg",
      "time": "PT10M",
      "description": "Radiant Salad Bowl with radish, grapes, chicken and the best ever pan roasted crunchy croutons.",
      "ingredients": [
        "two handfuls of mixed salad",
        "1/ 4 cucumber",
        "5-6 radishes",
        "a handful of grapes",
        "50-100 g prepared chicken breast*",
        "1 handful of the best ever pan roasted croutons"
      ],
      "url": "https://histaminefriendlykitchen.com/radiant-salad-bowl-with-crunchy-croutons/",
      "yield": 1,
      "instructions": [
        "Make the crunchy croutons according to the my recipe for the best ever pan roasted croutons.",
        "Slices up the radishes into thin slices, cut the grapes in half, and the cucumbers into sticks, which you then slice up.",
        "Slice up the precooked chicken into thin slices.",
        "Place the mixed salad in a bowl and place the radishes, grapes, cucumbers, chicken slices, and croutons on top. Feast your eyes and enjoy."
      ],
      "categories": ["Salad"],
      "datePublished": "2019-04-28"
    },
    {
      "name": "Red and Green salad with Chicken",
      "uid": 552999601,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2017/01/Photo-03-01-2017-10-52-49-225x225.jpg",
      "time": "PT35M",
      "description": null,
      "ingredients": [
        "150 g chicken",
        "2 dl boullion/broth (3/4 cup)",
        "150 g red cabbage",
        "130 g romaine lettuce",
        "1/3 of a cucumber (ca. 170 g)",
        "1 apple (ca. 130 g)",
        "2 green onions",
        "Dressing:",
        "2 tbsp extra virgin olive oil",
        "1 tbsp apple cider vinegar",
        "1 tsp honey",
        "1/4 tsp salt"
      ],
      "url": "https://histaminefriendlykitchen.com/red-green-salad-chicken/",
      "yield": 2,
      "instructions": [
        "Heat up the oven to 180 °C / 355 °F",
        "Add the boullion/broth (plus some additional salt if needed) to an oven dish. Then add the chicken, it should be at least half covered by the liquid. Place the oven dish in the oven and bake for 20-30 minutes.",
        "While the chicken bakes, prepare the veggies. Chop the red cabbage and romaine lettuce finely. And slice the cucumber and apple finely at approximately the same size. Slice the green onions thinly.",
        "Mix all the veggies in a big bowl and mix the ingredients for the dressing.",
        "Once the chicken is done, let it cool a bit before cutting or shredding it. Add to the salad.",
        "Serve and Enjoy. (The nutritional data below, is calculated based on one out of two servings)"
      ],
      "categories": [],
      "datePublished": "2017-01-03"
    },
    {
      "name": "Anti-Inflammatory Ginger Wine Gums",
      "uid": 1085381371,
      "imageUrl": "https://histaminefriendlykitchen.com/wp-content/uploads/2017/12/ginger-gummies2-225x225.jpg",
      "time": "PT1H20M",
      "description": "Anti-Inflammatory Ginger Wine Gums made with Red Love Apples giving them a beautiful pink color &lt;3 These Wine Gums are sweet and sour with some extra zing from the ginger. The flavors are a perfect combination and not overly sweet.",
      "ingredients": [
        "1 Red Love Apple, 165 g (or other sour apple)",
        "a little knob of ginger, 7 g",
        "4 tsp of gelatin (I use this one from Great Lakes)",
        "2 tbsp (Manuka) honey"
      ],
      "url": "https://histaminefriendlykitchen.com/anti-inflammatory-ginger-wine-gums/",
      "yield": 20,
      "instructions": [
        "Juice the apple and the ginger. Note the Red Love Apples are quite sour, so if you can’t get your hands on those use another sour apple.",
        "Strain the apple/ginger juice into a small pot, sprinkle over the gelatin and let it “bloom”. Which is a fancy way to say: let the gelatin hydrate. See the picture tutorial above, to get an idea about this.",
        "While the gelatin blooms, get the rest of your ingredients and the molds ready. When the gelatin has bloomed, turn on the heat and slowly melt the gelatin/apple/ginger juice mix. Don’t let it boil. Stir it slowly, don’t over whisk it, as it foams rather easy.",
        "Once all of the gelatin has dissolved, take it off the heat. Let it cool slightly before adding the (Manuka) honey. Stir it gently, until it is all mixed well.",
        "Pour the gummy mix into the molds.",
        "Place the wine gums in the refrigerator for minimum an hour, before you remove them from the molds. They are now ready to be eaten. Enjoy 🙂"
      ],
      "categories": [],
      "datePublished": "2017-12-28"
    },
    {
      "name": "Any Berry Sauce",
      "uid": 654242709,
      "imageUrl": "https://medlineplus.gov/images/recipe_anyberrysauce.jpg",
      "time": "PT20M",
      "description": "Use blackberries, raspberries, blueberries, strawberries, or a mixture to make this Any Berry Sauce. It's low fat, low sodium, vegeterian, and is great with pancakes or oatmeal.",
      "ingredients": [
        "1/4 cup cold water",
        "1 Tablespoon cornstarch",
        "1/3 cup sugar",
        "4 cups berries, fresh or frozen (blackberries, raspberries, blueberries, sliced strawberries, or a mixture)"
      ],
      "url": "https://medlineplus.gov/recipes/any-berry-sauce/",
      "yield": 9,
      "instructions": [
        "In a medium saucepan, mix together sugar, cornstarch, water, and 2 cups of berries. Mash berries if desired.",
        "Heat over medium heat, stirring frequently, until sauce starts to thicken.",
        "Remove from heat and stir in remaining berries. Mash if desired.",
        "Serve over pancakes, waffles, oatmeal, or yogurt.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": [
        "Dips",
        "Sauces",
        "Low Fat",
        "Vegetarian",
        "Dairy Free",
        "Breakfast",
        "Desserts"
      ],
      "datePublished": "2020-12-17"
    },
    {
      "name": "Applesauce French Toast",
      "uid": 380031250,
      "imageUrl": "https://medlineplus.gov/images/recipe_applesaucefrenchtoast.jpg",
      "time": "PT15M",
      "description": "This applesauce French toast recipe is a healthy twist on a breakfast classic. Unsweetened applesauce gives it a moist, chewy texture that kids will love. Delicious!",
      "ingredients": [
        "2 eggs",
        "1/2 cup nonfat or 1% milk",
        "1 teaspoon cinnamon",
        "2 teaspoons sugar",
        "1/2 teaspoon vanilla",
        "1/4 cup unsweetened applesauce",
        "6 slices whole-wheat bread"
      ],
      "url": "https://medlineplus.gov/recipes/applesauce-french-toast/",
      "yield": 6,
      "instructions": [
        "Wash hands with soap and water.",
        "In a large mixing bowl, combine eggs, milk, cinnamon, sugar, vanilla and applesauce. Mix well.",
        "Soak bread one slice at a time until mixture is slightly absorbed.",
        "Lightly grease a skillet or griddle. Cook over medium heat until golden brown on both sides.",
        "Serve hot.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast", "Low Fat"],
      "datePublished": "2021-03-04"
    },
    {
      "name": "Baked Apple and Cranberries",
      "uid": 690473780,
      "imageUrl": "https://medlineplus.gov/images/recipe_bakedappleandcranberries.jpg",
      "time": "PT10M",
      "description": "Baked Apple and Cranberries is the perfect warm winter dish for breakfast or dessert. Try it with Golden Delicious, Granny Smith, Jonathan, or Braeburn apples.",
      "ingredients": [
        "1 baking apple (try Golden Delicious, Granny Smith, Jonathan, or Braeburn)",
        "cinnamon to taste",
        "1 Tablespoon dried cranberries",
        "1 teaspoon brown sugar",
        "1/2 teaspoon margarine or butter"
      ],
      "url": "https://medlineplus.gov/recipes/baked-apple-and-cranberries/",
      "yield": 1,
      "instructions": [
        "Wash apple and remove core (seed area), leaving the bottom to hold in the filling.",
        "Peel a small band of skin from around the top of the apple.",
        "Place the apple in a microwave safe container.",
        "Sprinkle cinnamon around the top of the apple and into the hole.",
        "Fill the center of the apple with cranberries, pressing down if needed.",
        "Top the cranberries with the brown sugar and margarine or butter.",
        "Cover loosely with wax paper.",
        "Microwave on high for about 2 1/2 minutes or until apple is soft when poked through the center hole with a fork. Cool slightly.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast", "Desserts"],
      "datePublished": "2020-12-22"
    },
    {
      "name": "Breakfast Banana Split",
      "uid": 1538130148,
      "imageUrl": "https://medlineplus.gov/images/recipe_breakfastbananasplit.jpg",
      "time": "PT5M",
      "description": "Bananas, pineapple, yogurt, and granola, what a healthy way to start your day! Treat yourself and your kids with this healthy breakfast treat.",
      "ingredients": [
        "1 small banana",
        "1/2 cup oat, corn, or granola cereal",
        "1/2 cup low-fat vanilla or strawberry yogurt",
        "1/2 teaspoon honey, optional (skip for children under the age of one)",
        "1/2 cup canned pineapple tidbits or chunks"
      ],
      "url": "https://medlineplus.gov/recipes/breakfast-banana-split/",
      "yield": 2,
      "instructions": [
        "Peel and split banana lengthwise. Place half in two separate cereal bowls.",
        "Sprinkle granola over banana, reserving some for topping.",
        "Spoon yogurt on top and drizzle with honey.",
        "Decorate with reserved granola and pineapple.",
        "Serve immediately.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2019-01-30"
    },
    {
      "name": "Cherry Puff Pancake",
      "uid": 1758808127,
      "imageUrl": "https://medlineplus.gov/images/recipe_cherrypuffpancake.jpg",
      "time": "PT20M",
      "description": "This cherry puff pancake is a simple take on European strudel. Cherries bring tart, sweet flavor and almonds add crunchy texture to this breakfast treat.",
      "ingredients": [
        "3 eggs",
        "1/2 cup nonfat or 1% milk",
        "1 teaspoon vanilla",
        "1/2 cup all-purpose flour",
        "1 Tablespoon sugar",
        "1 dash of cinnamon",
        "2 Tablespoons margarine or butter",
        "2 cups halved, pitted sweet cherries, fresh or frozen, thawed and drained",
        "1/4 cup sliced almonds (optional)"
      ],
      "url": "https://medlineplus.gov/recipes/cherry-puff-pancake/",
      "yield": 4,
      "instructions": [
        "Wash hands with soap and water.",
        "Preheat oven to 450 Â°F.",
        "In a medium bowl or blender, beat the eggs, milk and vanilla together until well blended.",
        "Mix the flour, sugar and cinnamon together. Add to the liquid ingredients and mix until there are no lumps.",
        "Put margarine or butter in a 10- or 11-inch oven proof skillet or a 2 1/2- to 3-quart baking dish. Place the skillet or dish in the hot oven until the margarine or butter is melted and bubbly. Remove from the oven. Quickly spread the cherries across the bottom of the hot skillet or dish.",
        "Pour the batter over the cherries and sprinkle with almond slices, if using.",
        "Return to the oven and bake for 15 to 20 minutes until the edges are browned and the puffs in the middle are golden. Cool slightly before cutting into 4 pieces. The center puffs will flatten during cooling.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast", "Vegetarian"],
      "datePublished": "2021-05-27"
    },
    {
      "name": "Corn Pancakes",
      "uid": 751445962,
      "imageUrl": "https://medlineplus.gov/images/recipe_cornpancakes.jpg",
      "time": "PT20M",
      "description": "These light, crispy corn pancakes are a breakfast favorite! Use canned, frozen, or fresh cooked corn. Make them sweet with apple sauce or savory with salsa.",
      "ingredients": [
        "1/2 cup cornmeal",
        "1/2 cup all-purpose flour",
        "1 Tablespoon baking powder",
        "1/2 teaspoon salt",
        "2 large eggs",
        "1/2 cup nonfat or 1% milk",
        "2 cups cooked corn (canned and drained, frozen, or fresh cooked)"
      ],
      "url": "https://medlineplus.gov/recipes/corn-pancakes/",
      "yield": 6,
      "instructions": [
        "Wash hands with soap and water.",
        "In a large bowl, mix corn meal, flour, baking powder and salt.",
        "In another bowl, mix together the eggs and milk. Add egg and milk mixture and corn to the flour mixture and mix until combined.",
        "Lightly grease a large skillet or griddle. Heat skillet or griddle over medium heat (300 Â°F in an electric skillet). Pour batter onto hot griddle to make individual pancakes.",
        "Cook until golden on the bottom. Turn and cook on other side.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Side Dishes", "Breakfast", "Snacks", "Low Fat", "Vegetarian"],
      "datePublished": "2021-06-17"
    },
    {
      "name": "Fruity French Toast Casserole",
      "uid": 529837063,
      "imageUrl": "https://medlineplus.gov/images/recipe_fruityfrenchtoastcasserole.jpg",
      "time": "PT55M",
      "description": "Need help in the kitchen? This Fruity French Toast Casserole recipe is an easy way to get kids cooking. Plus, you can use any fruit on hand. Try peaches, pears, berries, or diced apples.",
      "ingredients": [
        "8 cups bread cubes; try whole grain bread",
        "2 cups fruit, sliced or chopped- fresh, frozen or canned",
        "4 eggs, slightly beaten",
        "1 cup milk",
        "2 teaspoons vanilla",
        "1/4 cup sugar",
        "1/4 cup margarine or butter, softened",
        "1/4 cup sugar",
        "1/2 cup flour (all-purpose or whole wheat)"
      ],
      "url": "https://medlineplus.gov/recipes/fruity-french-toast-casserole/",
      "yield": 8,
      "instructions": [
        "Lightly oil or spray an 8-inches by 8-inches baking dish or 2-quart casserole. Add bread cubes and fruit.",
        "In a medium bowl, blend eggs, milk, vanilla, and sugar. Pour over bread cubes and fruit. Stir gently to wet all bread with egg mixture.",
        "Cover and refrigerate until all liquid is absorbed (30 mins), or overnight.",
        "Just before baking, remove casserole from refrigerator. Preheat oven to 350 Â°F.",
        "Make the topping: In a small bowl, combine the softened margarine, sugar, and flour with a fork until crumbly.",
        "Uncover the casserole and sprinkle topping over fruit. Bake until completely set, and starting to brown, (160 Â°F in the center), about 35-40 minutes. A longer baking time is needed when dish is chilled overnight. Serve warm.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2020-04-16"
    },
    {
      "name": "Green Pineapple Power Smoothie",
      "uid": 373413368,
      "imageUrl": "https://medlineplus.gov/images/recipe_greenpineapplepowersmoothie.jpg",
      "time": "PT10M",
      "description": "This pineapple green power smoothie is a refreshing blend of pineapple, banana, spinach, and yogurt. A delicious way to add more leafy greens to your diet!",
      "ingredients": [
        "1 cup orange juice",
        "1/2 cup pineapple juice",
        "1/2 cup low-fat plain or vanilla yogurt",
        "1 banana, peeled and sliced",
        "2 cups fresh spinach leaves",
        "2 cups crushed ice"
      ],
      "url": "https://medlineplus.gov/recipes/green-pineapple-power-smoothie/",
      "yield": 4,
      "instructions": [
        "Wash hands with soap and water.",
        "Combine all ingredients in a blender.",
        "Puree until completely smooth.",
        "Serve immediately.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Drinks", "Breakfast", "Low Fat"],
      "datePublished": "2021-06-21"
    },
    {
      "name": "Oatmeal Pecan Waffles (or Pancakes)",
      "uid": 1596105958,
      "imageUrl": "https://medlineplus.gov/images/recipe_oatmealpecanwaffles.jpg",
      "time": "PT40M",
      "description": "Your children will jump right out of bed for this delicious meal.",
      "ingredients": [
        "1 cup whole-wheat flour",
        "1/2 cup quick-cooking oats",
        "2 tsp baking powder",
        "1 tsp sugar",
        "1/4 cup unsalted pecans, chopped",
        "2 large eggs, separated (for pancakes, see note)",
        "1 and 1/2 cup fat-free (skim) milk",
        "1 Tbsp vegetable oil",
        "2 cups fresh strawberries, rinsed, stems removed, and cut in half (or substitute frozen strawberries, thawed)",
        "1 cup fresh blackberries, rinsed (or substitute frozen blackberries, thawed)",
        "1 cup fresh blueberries, rinsed (or substitute frozen blueberries, thawed)",
        "1 tsp powdered sugar"
      ],
      "url": "https://medlineplus.gov/recipes/oatmeal-pecan-waffles-or-pancakes/",
      "yield": 4,
      "instructions": [
        "Preheat waffle iron.",
        "Combine flour, oats, baking powder, sugar, and pecans in a large bowl.",
        "Combine egg yolks, milk, and vegetable oil in a separate bowl, and mix well.",
        "Add liquid mixture to the dry ingredients, and stir together. Do not overmix; mixture should be a bit lumpy.",
        "Whip egg whites to medium peaks. Gently fold egg whites into batter (for pancakes, see note below).",
        "Pour batter into preheated waffle iron, and cook until the waffle iron light signals it's done or steam stops coming out of the iron. (A waffle is perfect when it is crisp and well-browned on the outside with a moist, light, airy and fluffy inside.) (Or make pancakes.)",
        "Add fresh fruit and a light dusting of powdered sugar to each waffle, and serve."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2019-02-05"
    },
    {
      "name": "Overnight Oatmeal",
      "uid": 632292599,
      "imageUrl": "https://medlineplus.gov/images/recipe_overnightoatmeal.jpg",
      "time": "PT6H15M",
      "description": "Overnight oatmeal is a healthy simple breakfast that you can make ahead for busy mornings. Just add oats, yogurt, milk, and you're favorite fruit and refrigerate overnight. No cooking required!",
      "ingredients": [
        "1 cup uncooked old fashioned rolled oats",
        "1 cup low-fat yogurt",
        "1/2 cup nonfat or 1% milk",
        "1/2 cup berries, fresh or frozen",
        "1/2 cup chopped apple (about 1/3 of a medium apple [3 inches in diameter])"
      ],
      "url": "https://medlineplus.gov/recipes/overnight-oatmeal/",
      "yield": 4,
      "instructions": [
        "In a medium bowl, mix oats, yogurt and milk.",
        "Add the fruit now or add just before eating.",
        "Cover and refrigerate oatmeal mixture for 6-12 hours.",
        "Refrigerate leftovers within 2 hours."
      ],
      "categories": ["Breakfast"],
      "datePublished": "2019-04-04"
    }
  ]
  